[
  {
    "datetime": "2025-06-30 22:21:35",
    "flomo_link": "flomo://./mine/?memo_id=MTgzNjMwMjcz",
    "今日小计": "\n\n今日小计\n\n昨晚因为吃了自助，肚子饱胀，躺在床上，翻来覆去睡不着，感觉也没有想什么，就是睡不着，而且还有蚊子，最后戴着耳塞和眼罩，估计 4:00 才睡着，而且感觉半睡半醒的状态，像是做了一个清醒梦，7:40 被闹钟叫醒，也是难得设了一个闹钟，感觉好累，不想上班，但不行啊，7:50 起床，洗漱，8:10 外面已经是紫外线极强了，搭乘 15 号线，9 号线，地铁上，那个上师大的博士又问我有空吗，我很快就回复了，“没空”，感觉不太礼貌，想来但凡自己秒回，都是不过脑子，应该每次都等一会的，再骑车 12 min，8:55 到了公司，一身的汗，太热了，吹了 半小时的风扇，才缓过来，先是复习了昨天看的文稿「你的生存本能正在杀死你」，再接看一些公众号文章，9:50 ，Finoa 让我参加一个 AI 顾问的对接会议，一方是做保险 MCN ，主要的诉求是做 选题的智能体，希望分别有泛财经和本地内容，一方是 “学君”，好像是位高校老师，感觉挺专业的，听他们聊了约 40 min，我也想做这方面的活，但还是没有那个水平，之后处理 上师大的 横向课题，进行了同源序列对比结果的分析，并行处理 抗体筛选的内容，了解 纳米抗体的内容，又找到了一个专门做抗体筛选的模型 DeepNano ，发表在 NMI 上，真是一个不错的方向，可以部署了，做进一步的筛选，11:40 离开，去买了一个杂粮煎饼，肚子依旧饱胀，不想吃太多，而且外面好热，不想跑太远，带回公司，吃完，躺在沙发上休息 20 min，不是很舒服，光线太亮了，回到座位，开始尝试做 微信视频号后台的数据爬取，在 Claude Code 上安装 context7 和 browsermcp 两个 MCP，能够调用大模型自动打开浏览器，打开网页，读取相关数据，但不能通过脚本读取，因为是动态页面，处理不了其中的按钮，尤其是那个 “单篇视频”，我跑通了使用 飞书 的 api 将本地文件写入多维表格，但一直卡在数据获取部分，怎么都不行，尝试了 4 小时，逐渐失望，也不想搞了，好累，眼睛酸痛，精力不足，感觉自己又是什么都没干成，之后看了会其他文章，18:00 收拾东西离开，外面的风还是挺凉快的，原路返回，19:00 回到宿舍，做了 40 个俯卧撑，手臂酸痛，再去跑步，跑了 9 km，好累，好热，感觉要脱水了一样，中途还下了 约 10 min 的小雨，再买了一个 梨，回到宿舍，洗澡，再开始给电脑更换显卡风扇，拆机，清灰，更换硅胶，花了 1 小时才算完工，21:30 吃了梨，刷牙，再写记录。",
    "主题行动复盘": {
      "title": "一次在“精力赤字”下的艰难实验",
      "details": {
        "本周主题": "精力节律优化",
        "今日实验": "（回顾式）在睡眠严重不足（精力赤字）的情况下，观察身体状态和技术挑战对全天精力和情绪的影响。",
        "行动与观察": "实验开始于一个负面状态：因昨晚饮食和睡眠问题，全天“好累”。午餐虽有控制（“不想吃太多”），但身体不适感持续，午休质量不高。下午遭遇了一个长达4小时的技术难题（视频号数据爬取），最终以失败和“失望”告终。尽管感觉“什么都没干成”，但晚上依然完成了俯卧撑、9公里跑步和更换电脑风扇等高执行力任务。"
      }
    },
    "察觉与洞察": {
      "感受": "疲惫、失望，感觉“什么都没干成”。",
      "洞察": "我发现我的 “成就感” 和我的实际“成果”出现了严重的错位。今天，我的情绪被下午那个长达4小时且未解决的技术难题所定义，它让我感觉一事无成。但我忽略了：我上午仍在推进多个课题、晚上坚持跑了9公里、甚至还成功完成了一项复杂的电脑维修。我今天最大的洞察是：我习惯于用“是否攻克了最难的那个问题”来评判一天的价值，而系统性地低估了常规推进、身体锻炼和解决生活琐事这些同样重要的“隐性成果”。 这种评价体系，让我在面对技术难题时变得非常脆弱，很容易陷入全面的自我否定。"
    },
    "明日计划": "在明晚的“察觉与洞察”部分，我将有意识地问自己一个问题：“除了工作，我今天为自己的健康账户和生活秩序账户做了哪些贡献？”——这是为了拓宽对“价值”的定义。",
    "image_url": "https://static.flomoapp.com/file/2025-06-30/337355/175129475591962274D0637C4D3E4.jpg/thumbnailwebp?OSSAccessKeyId=LTAI5tAXfrgN5cBQ7Bym1EcM&Expires=1751633915&Signature=If%2FLmztGvZxudAzXljU9Avsa20E%3D"
  },
  {
    "datetime": "2025-06-29 22:41:16",
    "flomo_link": "flomo://./mine/?memo_id=MTgzNDYyNDU5",
    "今日小计": "\n\n今日小计\n\n昨晚上床挺早的，但因为一些搬博士宿舍的事情，引发了一系列的担忧、恐慌和焦虑，估计 24:10 才睡着，早上 8:00 才醒来，莫名看到了得到上的听书文稿「你的生存本能正在杀死你」，感觉很好的契合了我烦恼的规律，突然感觉自己的信息获取量又下降了，起床，洗漱，接着将文稿看完，然后写昨晚的记录，之后寻找一些敢于 “产品化” 的内容，昨晚的焦虑很大一部分来自对自己趋势的不满意，我得找到自己挣钱的方法，看了些公众号了解到 ”刘小排r“，一个靠 AI 编程实现 ”一人公司“，感觉就是我很好的方向，进而了解到 ”生财有术“ 社群，从淘宝上买了资料，看到了很多实操指南，感觉这种信息差真是太巨大了，好的方法总能找到，但我一直缺少执行力，11:20 去一食堂买了炸鸡套餐，帮室友带了拌面，回到宿舍和另一个室友分着吃完炸鸡块，再上床休息，睡不着，就看电纸书 「什么样的爱情值得勇敢一次」，是复旦的一位社会学女教授，感觉和男生出发的视角不太一样，再接着看 \"生财有术\" 社群的 ip 运营指南，感觉很专业，真是相见恨晚，接着看2022 年的电影「雪国」，呈现在画面中就感觉和原著不太一样，不是能看得下去，大概 14:00 下床，开始倒腾 实验室服务器上的 Singbox 代理，Cursor 中的 Claude 4 有点愚蠢了，还是 Gemini 2.5 pro 很快就解决了，再之后尝试安装 软件 Boltz1 ，但 Centos 7 的系统着实太老了，不能安装，转向让 并行超算的工程师 帮我安装，安装完成后，但测试感觉又有问题，还不能用，关于抗体筛选，将 2.5 万条序列做了进一步的质量控制，筛出来 8000 条，也准备使用 Boltz 预测一下，但不行，关于上师大的课题，我下载了 AlphafoldDB 上的 PDB 文件，打开，对着结构也是一脸懵，不知道怎么做，按照之前的规划，做了和其他同源序列的保守氨基酸比对，但我看不懂这个结果，好吧，虽然下午没有什么进展，我也没有午睡，但感觉状态不错，至少是在稳步的做事，心情平静，比昨天好太多了，或许待在宿舍里，静静的做事，而且还是站着，我就感觉比较自在，心力消耗就很少，17:30 和室友出门聚餐，那时已经凉快了不少，风比较大，有点热气，但不多，感觉就很舒服，也是难得的室友一起出门，之后就没机会了，打车去了南方商城，吃 牛New 自助，取了号，逛商场，看到一个象棋，我输给了刘畅，刘畅输给李新民，李新民输给我，我们的技术都挺菜的，之后接着等到 19:00 才进去开吃，调的芝麻酱味道真不太好，换了一份酱油、米醋辣椒酱，吃了不少牛肉，海鲜，我是第一个吃不下的，大伙的战斗力好强，还顺了不少饮料，感觉这种氛围真好，21:00 打车离开，回到学校，我去实验室拿了耳机，和宋文祥一块回宿舍，聊了会，洗澡，写记录，同门说我们的网站晚上非校园网打不开了，被学校给墙了，离谱，但我也懒得在意了。23:20 上床休息，但睡不着，肚子饱胀，有点难受，翻来覆去的睡不着，好难受，而且还有蚊子，估计 4:00 才睡着，戴着耳塞和眼罩，好像似睡非睡的样子。以后再也不晚上吃自助了，再也不能晚上吃自助了，再也不能晚上吃自助了，纯折磨自己。",
    "主题行动复盘": {
      "title": "",
      "details": {
        "本周主题": "精力节律优化",
        "今日实验": "（回顾式）1. 在焦虑情绪初起时，主动进行高价值信息输入（阅读、研究新领域）。 2. 尝试在宿舍（而非工位）进行下午的工作，并采用站立姿势。",
        "行动与观察": "上午的知识输入非常有效，迅速将我从对住宿和未来的焦虑中转移出来，并带来了“相见恨晚”的方向感。下午在宿舍站着工作，虽然技术上进展不大，但正如记录中所说，“心情平静，比昨天好太多了”，心力消耗很少。晚上的室友聚餐氛围很好，是一次正向的精力补充。"
      }
    },
    "察觉与洞察": {
      "感受": "平静、自在，有方向感。",
      "洞察": "今天我找到了对抗昨天“精力风暴”的三味有效“解药”。第一，是用“有方向感的探索” 来化解“对未来的迷茫”。当我找到“一人公司”这个具体目标时，昨晚那些关于“读博意义”的宏大焦虑就烟消云散了。第二，是 “掌控物理环境” 。在宿舍站着工作，大大减少了在工位时的烦躁和精力消耗。第三，是 “小圈子的同频社交” 。和室友的聚餐，因为彼此熟悉、氛围轻松，成为了一次纯粹的精力补充。我意识到，我的平静和动力，来源于 “拥有一个清晰且可执行的个人目标，并处在一个让我感觉安全、自在的环境中”。"
    },
    "明日计划": "将今天发现的“一人公司”方向，分解成一个最小的行动。明天，我将花30分钟，专门阅读“生财有术”资料里的一个案例，并用三句话写下我的启发。—— 将兴奋感转化为小行动 。"
  },
  {
    "datetime": "2025-06-28 22:09:53",
    "flomo_link": "flomo://./mine/?memo_id=MTgzMzIwMDk5",
    "今日小计": "\n\n今日小计\n\n昨晚睡得晚，早上 7:50 醒来，洗漱后，接着加其他 4 个男生的微信，再一个个聊作息习惯的事情，比昨晚要好，有两个人聊得来，其中一人就在我隔壁工位，但昨晚就有人联系他了，还有一位是做合成的人，9:30 去了工位，联系辅导员，了解到还有一个博士需要和其他专业的一块，但是环境专业的，可能也是工作情况比较辛苦，最后辅导员将我和哪位做合成的人安排在一块，上午基本就在聊宿舍的事情，好烦，11:00 离开，去一食堂买了水饺，回到宿舍，边看 脱不花 的「长谈」边吃中饭，之后又脑子一热，开始看「葬送的芙莉莲」漫画，一直看到 15:00 才看完，中午没有休息，精神疲倦，想接受更多烦躁、易上瘾的刺激，但不能这样，我强制自己放下休息，前 3 min 很难静下来，但也很快，变得安定，睡了 30 min，状态不错，精神恢复不少，离开去工位，但感觉出了宿舍楼，就开始有点疲倦，到了实验楼，精力就散了 60%，回到工位，还得缓一会，写了记录，再看了抗体筛选的任务，做了进一步的质量控制，想进行 CD-HIT 处理，但电脑好烫，一个 GPU 散热风扇坏了，CPU 温度到了 100度以上，工位空调效果好差，热得很烦躁，18:00 离开，回到宿舍，室友点了外卖，我也就点了外卖炒饭，之后去跑步，跑了 9 km，好热，浑身是汗，取了外卖，回到宿舍，给室友的外卖放微波炉热一下，趁机见到了之后新室友，多少有点失望，感觉很普通，洗澡，吃炒饭，接着看「长谈」，剩了 1/3 ，不想再吃了，20:30 去扔垃圾，然后给父亲打电话，和父母聊了 50 min，莫名感觉很无聊，自己陷入一种低迷的状态，感觉自己不应该如此，明明我已经做了挺多事情了，但为什么就是如此的消沉。21:40 回到宿舍，写记录。22:50 上床休息，但就是睡不着，24:10 才睡着。我想到了什么，以下都是我当时不可遏止的想法，我想到我为什么要读这个博士，我把他归为 父母期待，我觉得读博不会给我带来太多的收益，本来药学行业的收入就不高，而且又是半吊子的计算机，我还要做很多课题，这些课题跟我的未来的工作能有什么关联吗，我之后又不想做科研，而且我也好穷，资金少了 4/5，电脑散热坏了，修理都嫌麻烦，要搬博士生宿舍好麻烦，要脱离现在的室友感觉好麻烦，要面对新室友感觉好麻烦，又要重新磨合好麻烦，我不喜欢双人寝，或许给我单人寝我会更自在些，就不会有这么多的烦恼了，我好像没有朋友一样，为什么所有的事情都需要我去做，为什么我会有这么多的事情，好烦，好烦，真的好烦，情感课题上一直没有进展，今天又是什么都没做，我在干什么啊，我当初为什么要读博，选择硕士毕业不就行了吗，还待在学校干什么，好想离开，好想退学，我想到这些烦恼在我耳鸣的前一天晚上也出现了，现在又来了，为什么过了 3 年我还是一点长进都没有。",
    "主题行动复盘": {
      "title": "一次成功但杯水车薪的“自救”",
      "details": {
        "本周主题": "精力节律优化",
        "今日实验": "（回顾式）在中午精神极度疲倦时，执行“强制休息”实验。",
        "行动与观察": "中午在“想接受更多烦躁、易上瘾的刺激”的冲动下，成功地强制自己小睡了30分钟，并且状态有所恢复。但这次恢复是短暂的，下午在面对新课题的畏难情绪和工位环境的物理不适（电脑过热、闷热）时，精力再次被快速消耗，并最终在晚上彻底崩盘。"
      }
    },
    "察觉与洞察": {
      "感受": "消沉、烦躁、无聊、强烈的自我怀疑。",
      "洞察": "我今天经历了一场“精力的完美风暴”。上午的社交消耗、下午对新课题的畏难、物理环境的闷热不适、对未来住宿的焦虑——这些因素叠加，彻底耗尽了我的意志力储备。晚上那段“不可遏止的想法”，不是我“没有长进”，而是我 精力账户严重透支后的必然结果 。它就像身体发烧一样，是系统在发出警报。将它与耳鸣前的状态相联系，是我的潜意识在拉响最高的警报，提醒我必须立刻进行“断电保护”，停止内耗。"
    },
    "明日计划": " 在宿舍待着，不去工位，安静的看会书，在想想如何做自己的积累，什么样的行动才能让自己满意。"
  },
  {
    "datetime": "2025-06-27 18:23:26",
    "flomo_link": "flomo://./mine/?memo_id=MTgzMTU2MzQ2",
    "今日小计": "\n\n今日小计\n\n早上 7:40 起床，洗唛，收衣服，搭乘 15 号线，9 号线，骑车 12 min，外面真的好热，8:50 到了公司，有新来的员工，来自 “笑果”，给他开门，然后在活动区待了会，9:40 再坐到位置，发现云服务器上的代理又不能用了，发现是 80 端口被占用了，被 Nginx ，有点莫名奇妙，花了 半小时修改好了，之后再接着处理婷姐的数据处理的任务，和婷姐沟通，反馈迭代，感觉有点不太专注，接着并行处理抗体筛选任务，将昨晚 Claude 生成的方案进行处理，11:40 离开，去 “千里香馄沌” 吃了油泼面，味道不错，还买了一个梅干菜烧饼，吃得有点多，回到公司，坐下，就有点难以休息，闭眼，很难放松下来，有点疲倦，13:00 之后接着处理 婷姐的数据清洗任务，婷姐的数据在 Gemini 上传，模型还是不能完整识别，但用 Claude Code 就能自己写代码，进行处理，于是我想着给婷姐的 MAC 安装 Gemini Code，倒腾了 半小时，安装好之后，测试效果还行，但之后好像有限制，模型换成了 Gemini 2.5 flash，不太聪明的样子，等这个工具自己完善吧，并行处理 抗体筛选的任务，我之前没接触过，完全不懂，看得有点懵，让模型反复输出解释，写代码收集并清洗数据，最后给出了一个 4万 条纳米抗体序列，之后应该就是在此基础上操作，还有一个感谢卡环节，感觉有点不自在，我念了给婷姐的感谢卡，收到了 佳佳 的感谢卡，再之后就有点无聊，烦闷，疲倦了，不知道该干什么，又什么都不想干，大伙都在，也不好趴着休息，呆滞的看看电脑，看看手机，等待下班，但 17:20 下了大雨，之后 橙子姐 还有一个电话会需要我一块听，是向 “影视飓风” 的工作人员了解数据爬取和处理，无非官方接口和爬虫，听了个寂寞，还占用了下班时间，那时提前攻博的微信群里，辅导员发送住宿的消息了，我要和一个陌生人住两人间，感觉有点焦虑，时间拖得越久，我越显得不适，18:30 才离开，原路返回，19:20 出地铁站，我是完全不想干任何事了，就顺从欲望，骑车去南门外的一家饭店买了炒饭，但那家店换成了一家做清真的面馆，还是点了份炒饭，回到宿舍，几乎都是饭，连个鸡蛋、青菜都没有，一点点肉末，吃了一半，就不吃了，因为疲倦，不想干任何正事，外出觅食，去了食堂，想买但不能买，我不能再吃了，我知道我应该理解休息的，于是改成再在超市买了袋虾片，回到宿舍，洗澡，吃了半袋虾片，还有室友的半袋面筋，然后刷到动漫 “葬送的芙莉莲” 的短视频，又去看原版动漫，躺在床上看，越发不想干活，但还是需要写每天 三件事的记录，起床，补了记录，23:20 辅导员终于在群里发了男生的名单，然后我一个个加，去聊，聊了 4 个都不太合适，结果 24:30 才放下休息，估计 1:00 才睡着，真的有点烦。",
    "主题行动复盘": {
      "title": "",
      "details": {
        "本周主题": "精力节律优化",
        "今日实验": "（回顾式）观察午餐选择和午休质量，对下午及晚间精力和自控力的直接影响。",
        "行动与观察": "午餐吃了油泼面和一个烧饼，“吃得有点多”。直接导致了午后在工位上“难以休息，很难放松下来”。这个失败的“精力补给”，是下午出现“无聊、烦闷、疲倦”状态的开端，并最终引发了晚上的失控。"
      }
    },
    "察觉与洞察": {
      "感受": "疲倦、烦闷、焦虑。",
      "洞察": "我清晰地看到了一个“精力破产”的连锁反应。源头是一个微小的决策：午餐多吃了一个烧饼。 这个决策破坏了我的午休，导致下午精力储备不足。当精力不足时，我应对新任务的耐心和应对社交的能量都急剧下降，更容易感到烦闷。而当傍晚的住宿焦虑传来时，我已无力应对，只能“顺从欲望”，通过食物和娱乐来逃避。今天的教训是：午餐吃七分饱，是保证下午精力平稳、避免晚间失控的关键阀门。"
    },
    "明日计划": " 中午正常吃，可不多食，晚上优先跑步，之后再决定是否进食，遇到精神疲倦的时候记得及时及时放下休息。"
  },
  {
    "datetime": "2025-06-26 23:03:47",
    "flomo_link": "flomo://./mine/?memo_id=MTgzMDMyNjE4",
    "今日小计": "\n\n今日小计\n\n早上 7:20 醒来，起床，洗漱，搭乘 15 号线，9 号线，骑车 12 min ，8:30 到了公司，先是看了会 两篇「得到」上的专栏文章和电纸书，做了记录， 9:10 回到座位，之后调研了 Boltz 的相关架构，但发现 Claude Code 好像不能用了，先是不能连接到 api，我试了很多方法，甚至给 Claude api 充了 5 美元，都不行，倒腾了 2 小时，结果发现 Clash Verge 没有打开虚拟网卡模式，早上给软件更新了，新装的软件就没有自动打开，怪不得在 WSL 终端使用不了 Claude Code，我还尝试了 Gemini Code ，可以安装，但无法登录，总是报错，好吧，期间看了会电纸书，11:30 婷姐带我和其他两位实习生一起去吃了河南烩面，聊天，感觉好困，大概 12:50 回到公司，闭眼休息，再趴着休息，13:20 状态有所恢复， 才又开始处同事的需求，首先是婷姐的运营数据的清洗和处理，然后教婷姐使用 Gemini 的 Gem 功能搭建朋友圈文案的智能体，再给直播用的电脑设置每天自动重启，因为长时间不重启会变卡顿，再和 橙子 聊使用 Gemini 识别数据，并以一种更方便的方式复制到 飞书表格中，再教另一个实习生使用科学上网，注册 Google 账号，登录 Gemini ，但学生认证需要 VISA 卡，不太方便，之后再接着将云服务器重装系统，搭建搭理，更改保护配置，因为原有的 VPS 已经收到 搬瓦工官网的滥用警告了，可能之前被别人攻击了，18:10 离开， 原路返回，19:00 回到宿舍，跑步 9 km，好热，感觉脱水了一样，洗澡，调研上海计算生物学比赛的赛题，让 Claude给出一个可行的抗体筛选和优化的方案，写记录。",
    "主题行动复盘": {
      "title": "",
      "details": {
        "本周主题": " 精力节律优化",
        "今日实验": " （回顾式）在上午投入高强度技术工作前，先进行30分钟的阅读和记录，作为一天的“精神热身”。",
        "行动与观察": "上午执行了。阅读时内心平静。但随后在解决技术问题时，陷入了长达2小时的无效调试，这次“热身”带来的精力很快就被挫败感消耗殆尽。"
      }
    },
    "察觉与洞察": {
      "感受": "挫败，疲倦，但下午帮助别人时又感到一丝平静。",
      "洞察": " 我发现，一个好的开端（精神热身）并不能保证一整天的精力平稳。一个意料之外的、高摩擦的技术难题，就像一个“精力黑洞”，能迅速吞噬掉前期积累的所有正面能量。 而且这种消耗是有“滞后效应”的，它让我一下午都处于一种低电量运行的状态。反倒是下午帮助同事解决他们的问题时，因为任务清晰、反馈及时，让我的价值感得到确认，精力水平有小幅回升。看来，对我而言，精力的最大杀手不是忙碌，而是“卡住”的感觉。"
    },
    "明日计划": " 明天，首先接着从一个良好的 “精神热身”开始，之后当我在解决任何一个技术问题时，如果连续25分钟（一个番茄钟）毫无进展，我将强制自己离开座位，去倒杯水，切换到另一个完全不相关的低耗能任务（如阅读您买的电纸书）上，10分钟后再回来。并且告诉自己：“今天可能会遇到解决不了的难题，这很正常。我的目标不是解决所有问题，而是保持精力的平稳，并推动事情有一点点进展即可。"
  },
  {
    "datetime": "2025-06-25 22:42:47",
    "flomo_link": "flomo://./mine/?memo_id=MTgyODYzMzE5",
    "今日小计": "\n\n今日小计\n\n早上 7:50 起床，洗漱，8:40 到了工位，先是检查昨天关于序列生成课题所做的 分阶段训练的代码，将代码上传到 Github，再拉取到实验室服务器上，进行测试，遇到报错，就让 Cursor 修改，我则在看相关的文档，同时我还将之前的「每日小计」和「觉察报告打卡365」导出，转化为 JSON 文件，上传到 Gemini，让它给我分析，感觉日期的识别不是很正确，但比毕竟有 30 万字，想尝试微调策略，但 Google Cloud 的信用卡验证，我过不了，扣费了，但属于预授权，工行的 APP看不到账单，遂放弃，关于上师大的横向课题，写了份周报，交给导师，11:40 离开，路上买了一个桃子和一小袋薯片，回到宿舍吃完，然后看阮琦老师的书籍，13:00 上床休息，但睡不着，13:30 起床，回到工位，接着测试代码，做记录的分析，16:40 离开，去 “快乐事件” 吃了大份抄手，比较专注的吃晚饭，17:15 回到工位，闭眼休息，17:40 去准备组会投屏，导师没来，所以 19:10 就结束了，收拾东西，回到宿舍，先休息 20 min，再开始倒腾代理节点，发现我注册的 「.uk」的域名真的被停用了，之前还收到过钓鱼邮件，多次尝试无果，遂找了个免费的域名，而且 Clash 好像导入不了 VLESS 协议，只能是 VMess ，好烦，但最后还是成功了，弄了 2 小时吧，期间群里说博士生开始选宿舍了，我没什么好的选项，有点担忧，还有新的记录方式该怎么做，肚子有点饱胀，喉咙还有喝过热汤后的麻麻的感觉，不想去跑步，看来吃抄手也得慎重，21:20 去洗澡，然后写记录，23:20 上床休息，估计 23:40 睡着。",
    "主题行动复盘": {
      "title": "",
      "details": {
        "本周主题": " 精力节律优化",
        "今日实验": " 主动休息",
        "行动与观察": "午睡睡不着，下午状态不是很好，吃晚饭时，就没有去看手机，专注于吃抄手，看着食物，热汤，下午吃完晚饭，在工位小憩了 20 min，闭眼，没有听音乐，晚上组会结束，回到宿舍也感觉疲倦，躺在床上，闭眼休息 20 min，没有带手机，我需要这样的单纯的休息。"
      }
    },
    "察觉与洞察": {
      "感受": "平静",
      "洞察": "我很大的焦虑源自一些不可改变，比如年龄，自己的年纪至少已经不太适合逃避、推卸和躲闪，只要有效，我就得去做，不行，我再想想办法。"
    },
    "明日计划": " 明天，我会在公司，上午先看两篇「得到」上的文章，然后将自己的课题的代码，接着让 Claude 整理出一个说明文档，将电纸书打开放一边，再然后忙公司的事情，"
  }
]